import 'dart:core';

class modal {
  static List Love = [
    """"याद नही कुछ पर याद जैसा कुछ तो है,
दरम्यान तेरे मेरे प्यार कैसा कुछ तो है।""",
    """"वो मेरे हाल पर रोया भी मुस्कुराया भी,
अजीब शख्स है अपना भी है पराया भी.! """,
    """" मुमकिन नहीं है किसी और से दिल लगना,
तुमसे प्यार ही इतनी शिद्दत से करते हैं।।""",
    """" ये याद है तुम्हारी या यादों में तुम हो,
ये ख्वाब हैं तुम्हारे या ख्वाबों में तुम हो,
हम नही जानते हमें बस इतना बता दो,
हम जान हैं तुम्हारी या हमारी जान तुम हो।""",
    """" ना मैं तुम्हारी आदत,
ना मैं तुम्हारी जरुरत होना चाहूं,
बस जिंदगी की भाग दौड़ में कभी जो याद आऊं,
मुस्कुराहट की तेरी वजह होना चाहूं..!!""",
    """"आईना देखोगे तो मेरी याद आयेगी,
साथ गुजारी वो मुलाकात याद आयेगी,
पल भर के लिए वक्त ठहर जायेगा,
जब आपको मेरी कोई बात याद आयेगी। """,
    """"बे इख्तियार मेरी जिंदगी का तुम्हें इख्तियार दिया था,
तुम भूल जाओ मगर मुझे याद है मैंने तुम्हें प्यार किया था.! """,
    """" दिल उदास हो तो बात कर लेना,
दिल चाहे तो मुलाकात कर लेना,
हम रहते हैं आपके दिल में,
वक्त मिले तो तलाश कर लेना।।""",
    """" होठों ने तेरा जिक्र न किया,
पर तेरी आंखे मुझे पैगाम देती हैं,,
हम तो शायर हैं दुनिया से तुझे छुपाएं कैसे,
मेरी हर शायरी तेरा ही नाम लेती है.!""",
    """" नशा जो चढ़ा मेरा उतार नही पाओगी,
मोहब्बत को कभी मेरी मार नही पाओगी,
आशिक मेरी जान फिर भी सुधर जाते हैं,
शायर जो बिगड़ा सुधार नही पाओगी।।""",
  ];
  static List Whatsapp = [
    """"आप हम पर मत किया करो इतना शक,
आपका मैं हूँ सिर्फ आपका ही है मुझ पर हक।""",
    """"वफ़ा का दरिया कभी रुकता नही,
इश्क़ में प्रेमी कभी झुकता नही,
खामोश हैं हम किसी के खुशी के लिए,
ना सोचो के हमारा दिल दुःखता नहीं! """,
    """"हर बार सम्हाल लूँगा गिरो तुम चाहो जितनी बार,
बस इल्तजा एक ही है कि मेरी नज़रों से ना गिरना। """,
    """"याद है मुझे मेरी हर एक गलती,
एक तो मोहब्बत कर ली,
दुसरी तुमसे कर ली,
तिसरी बेपनाह कर ली। """,
    """" चुपके से धड़कन में उतर जायेंगे,
राहें उल्फत में हद से गुजर जायेंगे,
आप जो हमें इतना चाहेंगे,
हम तो आपकी साँसों में पिघल जायेंगे।""",
    """" गम की परछाईयाँ यार की रुसवाईयाँ,
वाह रे मुहोब्बत ! तेरे ही दर्द और तेरी ही दवाईयां।""",
    """"तेरी ख़ुशी की खातिर मैंने कितने ग़म छिपाए,
अगर मैं हर बार रोता तो तेरा शहर डूब जाता। """,
    """" मैं ख़ामोशी तेरे मन की, तू अनकहा अलफ़ाज़ मेरा,
मैं एक उलझा लम्हा, तू रूठा हालात मेरा।""",
    """"वो अक्सर देता है मुझे मिसाल परिंदों की,
साफ़-साफ़ नहीं कहता के मेरा शहर छोड़ दो। """,
    """" इश्क़ में कोई खोज नहीं होती,
यह हर किसी से हर रोज नहीं होती,
अपनी जिंदगी में हमारी मौजूदगी को बेवजह मत समझना,
क्योंकि पलके कभी आँखों पर बोझ नहीं होती..!!""",
  ];
  static List Happy = [
    """"इस छोटी सी जिंदगी में मुस्कुराते रहिए
अपनो को खुशी और सरप्राइस देते रहिए..! """,
    """"आपकी अदाएं इस
दिल को धड़काने लगी है
तेरा चेहरा देखकर मुझे हंसी आने लगी है..! """,
    """" जो शख्स दर्द में भी मुस्कुराने लगते है
वही इस जमाने को अच्छे लगते है..!""",
    """" क्या खूब मुस्कान है इसे यूं ही जाया ना करो
बस हर एक बात को दिल से लगाया ना करो..!""",
    """"हंसते हुए जिंदगी को जीना है
इस फरेबी दुनिया में
गमो का सितम सहना है..! """,
    """"मेरी छोटी-छोटी बातो
में वो मुस्कुराने लगे है
लगता है मेरे हंसने के
अंदाज उन्हे पसंद आने लगे है..! """,
    """" दुनिया के सारे
सांझ-ओ-श्रृंगार फीके
मेरी एक
मुस्कुराहट के आगे..!""",
    """" अंधेरो पर रोशनी की
मानो परत सी चढ़ रही है
खुशियो की लहर उस
राह से गुजर रही है..!""",
    """" जिंदगी से मौत तक
का सफर बड़ा सुहाना है
दुख के पिटारे में
खुशियो का खजाना है..!""",
    """"जीत के भी हारना है
समय की पहचान
कोशिश इतनी करो
कि हर चेहरे पर हो
खुशियो की मुस्कान..!""",
  ];
  static List Jindagi = [
    """"ज़िन्दगी तुहि बता कैसे तूझे प्यार करूं
तेरी हर एक सुबह मुझे अपनों से दूरी का एहसास देती है """,
    """" वो लोग आते क्यू है ज़िन्दगी में हमारे
जिसे बिछड़ना होता जिन को किसी बहाने से""",
    """"खुशी मिली है न सके गम मिला तो रो न सके ज़िन्दगी का यही दस्तूर है
जिसे चाहा उसे पा न सके और जिसे पाया उसे चाह न सके """,
    """" यूँ ज़िन्दगी में ऐसा ही क्यों होता है
जिससे हम बहुत प्यार करते है ज़िन्दगी उसे हमसे बहुत दूर कर देती है""",
    """"ज़िन्दगी की हर तमन्ना पूरी नहीं होती
तक़दीर की कोई भी मजबोरी नै होती """,
    """"गलत किया जो तेरे वादे पे एतबार किया
सारी जिंदगी तेरे आने का इंतज़ार किया """,
    """"अगर मोहब्बत नही थी तो बता दिया होता
तेरे एक चुप ने मेरी ज़िन्दगी तबाह कर दी """,
    """" लुटा दी हमने अपना सब हासिल-ज़िन्दगी
सिकंदर से फ़क़ीर हुए एक यार की खातिर""",
    """" मुकाम-मोहब्बत तूने समझ ही नहीं वर्ना
जहाँ तक तेरा साथ वहां तक मेरी ज़िन्दगी थी""",
    """"खवाहिश ऐ ज़िन्दगी बस इतनी सी है
साथ तुम्हारा हो और ज़िन्दगी कभी ख़त्म न हो """,
  ];
  static List Diwali = [
    """" दीपक की पवित्र ज्योति आपको और आपके परिवार को हमेशा आलोकित करती रहे.
शुभ दीपावली!""",
    """"दीप जगमगाते रहें,
सबके घर झिलमिलाते रहें,
साथ हों सब अपने,
सब यूँ ही मुस्कुराते रहें।
शुभ दिवाली!""",
    """"दिये की रौशनी से सब ॲंधेरा दूर हो जाये,
दुआ है की जो चाहो आप वो खुशी मंजूर हो जाये.
शुभ दिवाली! """,
    """" दिवाली त्यौहार दीप का, मिलकर दीप जलायेंगे।
सजा रंगोली से आँगन को, सबका मन हर्षायेंगे।
बम-पटाखे भी फोड़ेंगे, खूब मिठाई खायेंगे।
दिवाली त्यौहार मिलन का, घर-घर मिलने जायेंगे।
शुभ दिवाली!""",
    """" हर खुशी, खुशी मांगे आपसे,
हर जिंदगी, जिंदगी मांगे आपसे,
इतना उजाला हो आपके जीवन में,
कि दिया भी रोशनी मांगे आपसे।
हैप्पी दिवाली!""",
    """" मुस्कुराते हँसते दीप तुम जलाना,
जीवन में नई खुशियों को लाना,
दुःख दर्द अपने भूल कर, सबको गले लगाना।
शुभ दिवाली!""",
    """"आप सभी को के पावन पर्व की हार्दिक शुभकामनाएं..
शुभ दीपावली!""",
    """" लक्ष्मी आएंगी इतनी की सब जगह नाम होगा,
दिन रात व्यापार बढे, इतना अधिक काम होगा,
घर परिवार समाज में करोगे राज,
यही कामना है हमारी आपके लिए आज।
दीपावली की ढेरों शुभकामनाएं!""",
    """"दीप से दीप जलें तो हो दीपावली
उदास चेहरे खिलें तो हो दीपावली
बाहर की सफाई हो चुकी बहुत
दिल से दिल मिलें तो हो दीपावली।
शुभ दिवाली 2022 """,
    """"सूरज की किरणे, खुशियों की बोछार,
चन्दन की खुशबु, अपनों का प्यार,
मुबारक हो आपको दिवाली का त्यौहार!
दिवाली की ढेरों शुभकामनाएं !""",
  ];
  static List Dua = [
    """" या खुदा मेरी दुआओं में इतना असर कर दे,
खुशियाँ उसे दर्द उसका मुझे नजर कर दे,
दिलों से दूरिओं का एहसास मिटा दे ऐ मौला,
नहीं तो उसके आँचल को मेरा कफ़न कर दे।""",
    """" लौट आती है हर बार दुआ मेरी खाली,
जाने कितनी ऊँचाई पर खुदा रहता है।""",
    """" दिल दे तो इस मिज़ाज का परवरदिगार दे,
जो रंज की घड़ी भी खुशी से गुजार दे।""",
    """"तेरी मोहब्बत की तलब थी
इसलिए हाथ फैला दिए,
वरना हमने तो अपनी
ज़िन्दगी की भी दुआ नहीं माँगी। """,
    """" तू मिल जाए मुझे बस इतना ही काफी है​,
मेरी हर साँस ने बस ये ही दुआ माँगी है​,
जाने क्यूँ दिल खिंचा जाता है तेरी तरफ​,
क्या तूने भी मुझे पाने की दुआ माँगी है​।""",
    """" तकदीर लिखने वाले एक एहसान लिख दे,
मेरी मोहब्बत की तकदीर में मुस्कान लिख दे,
ना मिले ज़िन्दगी में कभी भी दर्द उसको,
चाहे उसकी किस्मत में मेरी जान लिख दे।""",
    """" माँगा करेंगे अब से दुआ हिज्र-ए-यार की,
आखिर को दुश्मनी है दुआ की असर के साथ।""",
    """"वो आ गए मिलने हमसे एक शाम तन्हाई मिटाने,
और हम समझ बैठे इसे अपनी दुआओं का असर। """,
    """" जीने की उसने हमें नई अदा दी है,
खुश रहने की उसने हमें दुआ दी है,
ऐ खुदा उसको खुशियाँ तमाम देना,
जिसने अपने दिल में हमें जगह दी है।""",
    """" तकदीर लिखने वाले एक एहसान लिख दे,
मेरी मोहब्बत की तकदीर में मुस्कान लिख दे,""",
  ];
  static List Khwab = [
    """" तुझसे मिलना तो अब ✒ ख्वाब सा लगता है,
  इसलिए मैंने तेरे इंतज़ार से मोहब्बत की है.""",
    """" नहीं पसंद मोहब्बत में मिलावट मुझको,
   अगर वो मेरा है तो ख्वाब़ भी मेरे देखे.   """,
    """" ख्वाब सा था साथ तुम्हारा,
     ख्वाब बन के रह गया.""",
    """" तेरे ख्वाबों का भी है शौक़ तेरी यादों में भी है मज़ा,
   समझ नहीं आता सोकर तेरा दीदार करूँ या 
   जाग कर तुम्हें याद.    """,
    """"   कभी तुम्हरी याद आती है तो कभी तुम्हारे ख्व़ाब आते है,
   मुझे सताने के सलीके तो तुम्हें बेहिसाब आते है.  """,
    """"लो अब आवाज दी जाये नींद को,
   कुछ थके थके से लग रहे हैं ✒ ख्वाब मेरे.  """,
    """" पूरा नहीं हुआ , तो क्या हुआ,
   दिखाने वाले तेरा ✒ ख्वाब अच्छा था. """,
    """"प्यार का ज़ज़्बा भी क्या क्या ✒ ख्वाब दिखा देता है,
  अजनबी चेहरों को महबूब बना देता है. """,
    """"   दिल ने आज फिर तेरे  दीदार की ख्वाहिश रखी है,
  अगर फुरसत मिले तो ✒ ख्वाबों मे आ जाना. """,
    """"   अधूरे ख्वाब अधूरी मोहब्बते अधूरी ज़िन्दगी,
  चल चाँद तू ही खुश हो जा तू तो पूरा है न आज. """,
  ];
  static List Pyar = [
    """" रुठने मनाने के सिलसिले को ख़त्म कर देते हैं,
एक दूजे के जज़्बात अपने दिलों से भांप लेते हैं,
ना मिलने की खुशियाँ हो न गम हो बिछड़ने के,
चलो कुछ अपनों के दिलों की सच्चाई नाप लेते हैं.""",
    """"कुछ नशा तेरी बात का है,
कुछ नशा धीमी बरसात का है,
हमे तुम यूँही पागल मत समझो,
ये दिल पर असर पहली मुलाकात का है!! """,
    """" वजह पूछोगे तो सारी उम्र गुजर जाएगी…
कहा ना अच्छे लगते हो तो,बस लगते हो….!""",
    """" अय दिल ये तूने कैसा रोग लिया,
मैंने अपनों को भुलाकर,
एक गैर को अपना मान लिया""",
    """" आकर ज़रा देख तो तेरी खातिर हम किस तरह से जिए,
आंसु के धागे से सीते रहे हम जो जख्म तूने दिए""",
    """"भूल जाए तुमको कोई इरादा नहीं हैं,
तेरे सिवा किसी और से वादा नहीं नहीं हैं,
निकाल देते दिल से शायद तुमको….
मगर इस नादान दिल में दरवाजा नहीं हैं। """,
    """" प्यार,,,,प्यार भी कभी पूरा होता है?
इसका तो पहला अक्षर ही अधूरा होता है.""",
    """"दिल का क्या कसूर होता है,
कसूर तो आँखो का होता है
प्यार आँखो से होता है,
और दर्द दिल को होता है. """,
    """"उसका इल्जाम है
वह लगातार ताकता है मुझे
लेकिन यह तो बता
की ‘ मै ताकता हूँ’
यह पता कैसे चला तुझे """,
    """"इश्क मुहब्बत तो सब करते हैं!
गम – ऐ – जुदाई से सब डरते हैं
हम तो न इश्क करते हैं न मुहब्बत!
हम तो बस आपकी एक मुस्कुराहट
पाने के लिए तरसते हैं! """,
  ];
  static List Smoking = [
    """"मेरे एक बुलाबे पर चली आती है।

खुद भी जलती है मुझे भी जलाती है.

 """,
    """" उन्होंने कहा सिगरेट पीते हो बाद में तकलीफ होगी.

मैंने कहा वो इश्कू ही क्या जो बाद में तकलीफ न दे.""",
    """"हमारी मौत पर ये रोने धोने का ड्रामा ना रचाया जाए,

अगर कोई ना माने उसे भी हमारे साथ जलाया जाए.. """,
    """"एक सिगरेट की तरह मिली थी

तू हमे ए आशिकी

Kash एक पल का लगाया था

और लत जिंदगी भर की लग गयी.. """,
    """"जाने कितनी सिगरेंटे पी चूका

तेरी यादों को मिटाने के लिए.

पर तु आज भी जिंदा है जेहन में मेरे. """,
    """" होठों पर रख की

सिगरेट जलाने की क्रिया अपने होठों पर

तुम्हारे होठों की छुअन की।""",
    """" हाँ पीता हूँ मैं सिगरेट

अब ये मत पूछना क्यों पीता हूँ

बस अच्छी लगती हैं और सुकून मिलता हैं।

हाँ पता हैं खराब होती हैं।


पर अब छोड़ भी नहीं सकता..""",
    """"सिगरेट की तरह हो गयी है जिंदगी

हर दिन जल रही हैं बुझने के लिए.. """,
    """"खामोश रहती है हर वक्त वो

चुपचाप मेरी ही सुनती जाती है।

जब चाहता हूं आगोश मैं लेना उसको

चुपके से मेरे होठों पर लग जाती है। """,
    """"
क्या मिलेगा धुँआ उड़ाने से..

बेवजह खुद को मिटाने से..

खोखला कर खुद को भीतर से..

क्या हासिल होगा ज़माने से !! """,
  ];
  static List Sexy = [
    """" जाम पे जाम पीने से क्या फायदा?
रात भर में उतर जाएगी…!
जाम पीना है तो किसी के होठों से पियो,
खुदा की कसम, उम्र सारी नशे में गुज़र जाएगी ! !""",
    """"एक इच्छा पूरी कर दो,
और एक इच्छा अपनी पूरी कर लो,
आज जहां लगे वहाँ किस कर लो। """,
    """"चूम लूँ तेरे होठों को,दिल की ख्वाहिश है!
ये मैं नहीं कहता, ऐसी दिल की फरमाहिश है!! """,
    """"पास आ ज़रा दिल की बात बताऊँ तुझको
कैसे धड़कता है दिल की आवाज़ सुनाऊँ तुझको
आकर देख ले दिल पर नाम लिखा है तेरा
तूँ कहे तो दिल चीर के दिखाऊँ तुझको। """,
    """"धडकनों को कुछ तो काबू में कर ए दिल
अभी तो पलकें झुकाई है मुस्कुराना अभी बाकी है. """,
    """" आखिरी साँसों पे मैंने तेरा नाम लिख दिया
तेरी मर्ज़ी के बिना अब छू नहीं सकता कोई.""",
    """"कुछ न मांगू इस दुनिया से
मुझे तो बस आपका मोहबत चाहिए
मर जाऊंगा एक दिन पता है
मरने के बाद भी मुझे आपका साथ चाहिए। """,
    """"तू खेलते रह मेरे छाती के बालों से,
मैं तेरे चेहरे से तेरी जुल्फें हटाता हूँ,
तू सुरुवात करके तो देख,
फिर देख मैं कैसे वासना जागता हूँ। """,
    """" हम तुमसे जुदा हो न सके
दिल की बातें लब्ज़ो पे ला न सके
कितने मौसम आम आये कितने रुत आये
पर मेरे दिल तेरे सिबा कोई और आया न सके.""",
    """" जब भी लबों पे तेरा नाम आता है,
मेरा हाथ नीचे चला जाता है,""",
  ];
  static List Newyear = [
    """"हर साल आता है,
हर साल जाता है;
इस नये साल में आपको वो सब मिले;
जो आपका दिल चाहता है।
Happy New Year """,
    """" मिजाज मस्ती का, खुशहाल नया लाया है,
सुहाने ख्वाब का कमाल नया लाया है,
दिलो की ख्वाहिशों को और हवा दे देना
तुम्हारे वास्ते यह साल नया आया है.
नव वर्ष की हार्दिक शुभकामनाएं""",
    """"गुलों की शाख से खुशबू चुरा के लाया है,
गगन के पाँव से घुंघरू चुरा के लाया है,
थिरकते कदमो से आया है आज नया साल
जो की तुम्हारे वास्ते खुशियाँ चुरा के लाया है.
नये साल की हार्दिक शुभकामनाएं""",
    """"दिलो की धड़कनो को जोर से धड़कने दो,
जो सोये सोये से हैं अरमान, अब भड़कने दो
उठो और देखो ख़ुशी से झूमकर आया है नया साल
खिला दो फूल तमन्नाओ को, महकने दो.
नये साल की हार्दिक शुभकामनाएं """,
    """"फूल खिलेंगे गुलशन में खूबसूरती नज़र आएगी,
बीते साल की खट्टी मीठी यादें संग रह जाएगी,
आओ मिलकर जशन मनाएं नए साल का हँसी ख़ुशी से,
नए साल की पहली सुबह ख़ुशियाँ अनगिनत लाएगी.
नए साल की हार्दिक शुभकामनाएं""",
    """"दिन को रात से पहले
चांद को सितारों से पहले
दिल को धड़कन से पहले
और आपको सबसे पहले
हैप्पी न्यू ईयर 2022""",
    """" जब तक तुमको ना देखूं,
मेरे दिल को करार ना आएगा,
तुम बिन तो जिंदगी में हमारी,
नए साल का ख्याल भी नही आएगा.
Happy New Year""",
    """" मछली को English में कहते हैं Fish
हम आपको बड़ा करते हैं Miss
हमसे पहले कोई और ना कर दे Wish
इसलिए सबसे पहले आपको
कर रहे हैं दिल से Wish…
Happy New Year""",
    """"कुछ इस तरह से नए साल की शुरुआत होगी
चाहत अपनों की सबके साथ होगी
न फिर गम की कोई बात होगी क्योकि
नये साल में खुशियों की बरसात होगी.
नए साल की हार्दिक शुभकामनाएं """,
    """" गुल ने गुलशन से गुलफाम भेजा है,
सितारों ने आसमां से सलाम भेजा है,
मुबारक हो आपको नया साल,
हमने ये दिल से पैगाम भेजा है.
नये साल की हार्दिक शुभकामनाएं""",
  ];
}

























